export default {
  underground: {
    name: "地渊秘境",
    icons: [
      "./img/icons/underground.png",
      "./img/icons/underground_1.png",
      "./img/icons/underground_2.png",
    ],
    objects: [
      {
        name: "仲夏庭院",
        pos: [-52.9375, 184.03125],
        pic: 0,
      },
      {
        name: "忘却之峡",
        pos: [-92.4375, 151.4375],
        pic: 0,
      },
      {
        name: "震雷连山密宫",
        pos: [-138.1875, 128.15625],
        pic: 0,
      },
      {
        name: "太山府",
        pos: [-142.03125, 50.96875],
        pic: 0,
      },
      {
        name: "塞西莉亚苗圃",
        pos: [-64.28125, 119.53125],
        pic: 0,
      },
      {
        name: "海蚀孤塔",
        pos: [-94.3125, 235.90625],
        pic: 0,
      },
      {
        name: "华池岩岫",
        pos: [-111.21875, 38.21875],
        pic: 0,
      },
      {
        name: "无妄引咎密宫",
        pos: [-91.65625, 88.71875],
        pic: 0,
      },
      {
        name: "孤云凌霄之处",
        pos: [-188.5, 154.71875],
        pic: 0,
      },
      {
        name: "北风之狼的庙宇",
        pos: [-69.125, 187.875],
        pic: 1,
      },
      {
        name: "鹰之门",
        pos: [-109.53125, 199],
        pic: 1,
      },
      {
        name: "南风之狮的庙宇",
        pos: [-93.0625, 177.84375],
        pic: 1,
      },
      {
        name: "西风之鹰的庙宇",
        pos: [-70.125, 165.1875],
        pic: 1,
      },
      {
        name: "此间之光",
        pos: [-106.6875, 123.15625],
        pic: 1,
      },
      {
        name: "墟散人离之处",
        pos: [-155.53125, 98.9375],
        pic: 1,
      },
      {
        name: "华清归藏密宫",
        pos: [-169.71875, 82.15625],
        pic: 1,
      },
      {
        name: "曲径通幽之处",
        pos: [-202.59375, 64.375],
        pic: 1,
      },
      {
        name: "深入风龙废墟",
        pos: [-45.46875, 101.4375],
        pic: 1,
      },
      {
        name: "深境螺旋",
        pos: [-91.4375, 140.15625],
        pic: 2,
      },
    ],
  },
  sevenDay: {
    name: "七天神像",
    icons: ["./img/icons/seven_day.png"],
    objects: [
      {
        name: "七天神像-风#1",
        pos: [-81.21875, 169.8125],
        pic: 0,
        location: "蒙德 风啸山坡",
      },
      {
        name: "七天神像-风#2",
        pos: [-48.8125, 172.40625],
        pic: 0,
        location: "蒙德 坠星山谷",
      },
      {
        name: "七天神像-风#3",
        pos: [-83.90625, 135.84375],
        pic: 0,
        location: "蒙德 苍风高地",
      },
      {
        name: "七天神像-风#4",
        pos: [-45.21875,98.90625],
        pic: 0,
        location: "蒙德 明冠山地",
      },
      {
        name: "七天神像-岩#1",
        pos: [-111.90625,95.40625],
        pic: 0,
        location: "璃月 明冠山地",
      },
      {
        name: "七天神像-岩#2",
        pos: [-174.59375,95.1875],
        pic: 0,
        location: "璃月 云来海",
      },
      {
        name: "七天神像-岩#3",
        pos: [-190.84375,59.4375],
        pic: 0,
        location: "璃月 璃沙郊",
      },
      {
        name: "七天神像-岩#4",
        pos: [-136.5,36.15625],
        pic: 0,
        location: "璃月 珉林",
      },
    ],
  },
};
