export default {
  underground: {
    objects:[
      {
        name: "仲夏庭院",
        pos: [-52.9375, 184.03125],
        des: "仲夏庭院",
      },
      {
        name: "忘却之峡",
        pos: [-92.4375, 151.4375],
        des: "忘却之峡",
      },
      {
        name: "震雷连山密宫",
        pos: [-138.1875, 128.15625],
        des: "震雷连山密宫",
      },
      {
        name: "太山府",
        pos: [-142.03125, 50.96875],
        des: "太山府",
      },
      {
        name: "塞西莉亚苗圃",
        pos: [-64.28125, 119.53125],
        des: "塞西莉亚苗圃",
      },
      {
        name: "海蚀孤塔",
        pos: [-94.3125, 235.90625],
        des: "海蚀孤塔",
      },
    ],
  },
};
